{
  "Git Signs": { "branch": "main" },
  "Lazygit": { "branch": "main" },
  "NightFox Colourscheme": { "branch": "main" },
  "Nvim Treesitter": { "branch": "master" },
  "WebDev Icons": { "branch": "master" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "plenary.nvim": { "branch": "master" }
}